{
  "language": "Ngôn ngữ",
  "slogan": "Nuôi dưỡng sự nhân hậu, sự tò mò và sự dũng cảm",
  "mainHeroDesc": "Tâm trí, Tính cách, Cộng đồng: Chủ đề của Giáo dục DGS",
  "readMore": "Đọc thêm",
  "Navigation": {
    "about": {
      "root": "Giới thiệu",
      "deltas": "Giá trị cốt lõi",
      "mission-and-vision": "Nhiệm vụ và tầm nhìn",
      "history": "Lịch sử DGS",
      "our-team": "Đội ngũ DGS"
    },
    "academics": {
      "root": "Chương trình học",
      "kindergarten": "Chương trình mẫu giáo",
      "primary-school": "Chương trình tiểu học",
      "middle-school": "Trung học cơ sở",
      "high-school": "Trung học phổ thông",
      "college-counselling": "Tư vấn đại học"
    },
    "co-curriculars": {
      "root": "Hoạt động hỗ trợ học tâp",
      "advisory": "Chương trình",
      "club-and-activities": "Câu lạc bộ và hoạt động ngoại khoá",
      "experiential-education": "Giáo dục trải nghiệm"
    },
    "admissions": {
      "root": "Tuyển sinh",
      "admissions-regulations": "Quy định tuyển sinh",
      "admission-process": "Quá trình tuyển sinh",
      "contact-admission": "Liên hệ tư vấn tuyển sinh"
    },
    "student-well-being": {
      "root": "Đời sống học đường",
      "cpoms": "CPOMS",
      "leadership-opportunities": "Cơ hộ phát triển kỹ đạo lãnh đạo"
    },
    "careers": {
      "root": "Cơ hội việc làm"
    },
    "resources": {
      "root": "Tài nguyên",
      "news-and-events": "Tin tức và sự kiện",
      "dgs-library": "Thư viện DGS",
      "policies": "Chính sách",
      "school-calendar": "Lịch năm học",
      "handbook": "Sổ tay",
      "education-review": "Tổng quan giáo dục"
    }
  },
  "HomePage": {
    "title": "Xin chào thế giới",
    "about": "Chuyể đến trang thông tin",
    "studentWellBeing-1": "DGS nhấn mạnh vào các chính sách và quy trình bảo vệ trẻ em, điều này đảm bảo rằng học sinh DGS có môi trường học an toàn và nhận được sự quan tâm chu đáo.",
    "studentWellBeing-2": "Chính sách bảo vệ trẻ em"
  },
  "AboutPage": {
    "title": "Về chúng tôi",
    "advisoryBoard": "Ban Cố Vấn",
    "seniorLeadershipTeam": "Đội lãnh đạo nhà trường",
    "middleSchool": "Đội ngũ THCS",
    "highSchool": "Đội ngũ THPT"
  },
  "Academics": {
    "title": "Chương trình học",
    "kindergarten": "Mẫu giáo",
    "primary-school": "Tiểu học",
    "middle-school": "Trung học cơ sở",
    "high-school": "Trung học phổ thông",
    "college-counseling": "Tư vấn đại học"
  },
  "CoCurriculars": {
    "title": "Hoạt động ngoại khóa",
    "club-activities": "Câu lạc bộ và hoạt động ngoại khóa",
    "advisory": "Chương trình Advisory",
    "experiential-education": "Giáo dục trải nghiệm",
    "dgs-sport-program": "Chương trình thể thao tại DGS"
  },
  "student-life": {
    "root": "Sức khỏe và sự an toàn của học sinh",
    "student-well-being": "Sức khỏe và sự an toàn của học sinh",
    "cpoms": "CPOMS",
    "leadership-opportunities": "Cơ hội phát triển kỹ năng lãnh đạo"
  },
  "MetaData": {
    "title": "DGS School",
    "description": "DGS Adventure là một bộ phận quốc tế trực thuộc Trường Dewey đặt tại Hà Nội phục vụ học sinh địa phương có nguồn gốc đa dạng. Chúng tôi tự hào về việc cung cấp một chương trình tiến bộ, dựa trên khái niệm, hướng đến yêu cầu, tập trung vào 'đồng bằng' -- thời điểm thay đổi, tăng trưởng hoặc chuyển đổi."
  },
  "PrivacyPolicy": {
    "title": "Chính sách bảo vệ quyền riêng tư",

    "policy-1": "Sử dụng thông tin cá nhân",
    "policy-1-content": "Chúng tôi không thu thập bất kỳ thông tin cá nhân nào trừ khi bạn tự nguyện cung cấp thông tin đó bằng cách gửi e-mail cho chúng tôi, tham gia khảo sát hoặc điền vào biểu mẫu trực tuyến. Thông tin cá nhân đã gửi sẽ không được chuyển cho bất kỳ bên thứ ba không liên kết nào trừ khi có quy định khác tại thời điểm thu thập. Khi người dùng gửi thông tin nhận dạng cá nhân, thông tin đó chỉ được sử dụng cho mục đích đã nêu tại thời điểm thu thập.",

    "policy-2": "Consent vi",
    "policy-2-content": "Where consent for the use and disclosure of personal information is required, the school will seek consent from the appropriate person. In the case of a student’s personal information, the school will seek the consent from the student and/ or parent depending on the circumstances and the student’s mental ability and maturity to understand the consequences of the proposed use and disclosure.",

    "policy-3": "Cookies vi",
    "policy-3-content": "A cookie is a small text file stored by your browser that allows the website to “remember” your preferences (such as calendar settings and site bookmarks) on the site from visit to visit or to maintain your “logged in” status when visiting protected areas. Usage of a cookie is in no way linked to any personally identifiable information while on our site. Web browsers have settings allowing you to reject cookies, or selectively accept cookies, or delete cookies previously accepted. Please be aware that rejecting or deleting cookies from our website may make certain functions unavailable to you.",

    "policy-4": "Log Files vi",
    "policy-4-content": "Like most standard website servers we use website statistic packages such as Google Analytics to analyze trends in how our website is accessed and utilized. Information monitored includes internet protocol (IP) addresses, geographic location of visitors (country, city), browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, time spent on pages, and keywords used to find our site via search engines. This information is anonymous and cannot be directly linked to individual users. We may use it to identify high-use or low-use areas of the site, pinpoint problem areas of the site, analyze broad demographic trends in our visitors, and make decisions about how to make it easier for people to find and navigate our website.",

    "policy-5": "Links vi",
    "policy-5-content": "This website may contain links to other sites. Please be aware that we are not responsible for the privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of each and every Web site that collects personally identifiable information. This privacy statement applies solely to information collected by this website.",

    "policy-6": "Security vi",
    "policy-6-content": "This website takes every precaution to protect our users’ personal information. Whenever users submit personal information (such as contact info or credit card info) via online forms, registration, or online purchase, upon submission that information is encrypted via the highest level of SSL (Secured Sockets Layer) available. Servers that store personally identifiable information are in a secure environment. Under no circumstances are credit card numbers permanently stored on our website servers."
  },
  "NotFoundPage": {
    "title": "Page not found vi",
    "description": "Desc page not found vi"
  },
  "Manifest": {
    "name": "Manifest vi"
  },
  "Error": {
    "description": "<p>We've unfortunately encountered an error.</p><p>You can try to <retry>reload the page</retry> you were visiting.</p>",
    "title": "Something went wrong!"
  }
}
